{
  "name": "The Joined",
  "type": "playbook",
  "img": "modules/masks-newgeneration-unofficial/images/gameicons/playbook.svg",
  "effects": [],
  "folder": null,
  "flags": {
    "cf": {
      "id": "temp_3o9fbk35ojh",
      "color": "#000000"
    },
    "core": {}
  },
  "system": {
    "name": "",
    "description": "<div class=\"playbook\">\n<section>\n<h1>THE JOINED</h1>\n<p>a “second-half” connected to and bonded with another hero.</p>\n</section>\n<section class=\"rules\">\n<div>\n<h2>Look</h2>\n<p>You look similar to your other half, and your costume choice is always the same as theirs. Choose two other options they have selected that you share; then, choose two options from the lists below.</p>\n<ul>\n<li>ambiguous, man, shifting, transgressing, woman</li>\n<li>Asian or South Asian, Black, Hispanic/Latino, Indigenous, Middle Eastern, White</li>\n<li>brooding face, curious face, judging face, unreadable face</li>\n<li>casual clothing, eccentric clothing, dark clothing, light clothing</li>\n</ul>\n\n<h2>Abilities</h2>\n<p>Your powers complement your other half ’s. You have the same abilities they have. At least for now.</p>\n\n<h2>Labels</h2>\n<p><em>Your Labels start off the same as your other half ’s, but you may shift up any one Label, and shift down any one Label.</em></p>\n<p><strong>DANGER:</strong> 0</p>\n<p><strong>FREAK:</strong> 0</p>\n<p><strong>SAVIOR:</strong> 0</p>\n<p><strong>SUPERIOR:</strong> 0</p>\n<p><strong>MUNDANE:</strong> 0</p>\n\n<h2>Backstory</h2>\n<ul>\n<li>How did you and your other half become connected?</li>\n<li>Who or what did you have to give up because of your connection?</li>\n<li>Apart from your powers, what keeps you together?</li>\n<li>Someone outside the team thinks you’d be better off on your own. Who are they and why do they think that?</li>\n<li>Why do you care about the team?</li>\n</ul>\n<p>Once you’ve finished your backstory, introduce your character to the other players, and then determine what happened when your team first came together, the relationships between you and your teammates, and who has Influence over you.</p>\n\n<h2>When our team first came together...</h2>\n<p>The connection between our two halves was threatened by the crisis. How? By what?</p>\n\n<h2>Relationships</h2>\n<p>When you have problems with your other half, you talk to _________________.</p>\n<p>You are jealous of the relationship between your other half and _________________, and you keep trying to interject yourself.</p>\n\n<h2>Influence</h2>\n<p>Are you more or less trusting than your other half? If more trusting, give out one more Influence than they did. If less, then give out one less Influence than they did.</p>\n<p>If you didn’t get Influence over your other half, then take it now. If you didn’t give Influence to your other half, then give it now.</p>\n\n<h2>Moment of Truth</h2>\n<p>When you trigger your Moment of Truth, choose—are you working with your other half, or are you on your own?</p>\n<p>If you’re working with your other half, use the text of their Moment of Truth and treat it as if it applies to both of you. Remember to lock your Label and switch a bond to a distinction because you’ll probably never reach these heights of perfect connection, of being one, ever again...</p>\n<p>If you’re on your own, use the following text:</p>\n<p>You’re on your own. It’s like missing an arm. Like fighting naked. Like holding your breath. You’re missing something vital...but you’re moving faster than ever, thinking faster than ever, doing things you couldn’t even do while relying on both of your strength combined. And it’s hitting you, hard—you can do this. Without them. And you can win. It’s going to be hard to come down off this high and rejoin with them afterwards, isn’t it?</p>\n<p>Remember to lock a Label and switch a bond to a distinction, afterward.</p>\n</div>\n<div>\n<h2>Your Other Half</h2>\n<p>You share a deep bond with your other half. You are stronger together than you are apart, for now. If your other half is a Delinquent, Outsider, or Transformed, take two moves from their playbook: one they have and one they don’t. Remember that you share much beyond your moves; i.e., if your other half is an Outsider, you both hail from the same dimension/planet/etc. For all other playbooks, you share in the core extras of your other half.</p>\n<ul>\n<li>Beacon: Take drives and mark four of your choice. When your other half strikes out a drive, strike it out as well.</li>\n<li>Bull: Take The Bull’s Heart with the same love and rival as your other half. Choose a different role that you commonly fulfill.</li>\n<li>Janus: Take The Mask and a secret identity. Choose a different Label for your Mask. Take two obligations: one shared, one unique to you.</li>\n<li>Legacy: Take a legacy. Your other half fills in as many names in the initial list as they choose; you fill in the rest. You can never answer the questions for your other half’s Legacy move.</li>\n<li>Protégé: You share a mentor with your other half. When they finish defining your mentor and resources, choose an additional resource.</li>\n<li>Doomed: Take a sanctuary, a doom, and a doom track: You and your other half share the conditions that bring your doom closer and a doom track; when it fills, you both choose a new doomsign. You start with the doomsign your other half chose. Your other half picks the initial features and downsides of your shared sanctuary. You choose one more of each.</li>\n<li>Nova: Take burn and four flares, two shared and two unique to you.</li>\n</ul>\n\n<h2>Bonds and Distinctions</h2>\n<p>At character creation you start with Two of a kind, and choose one other bond. When either you or your other half locks a Label, cross off one of your chosen bonds and choose a distinction.</p>\n<p><strong>BONDS:</strong></p>\n<ul>\n<li>Two of a kind: When time passes, you and your other half gain Influence over each other. When you or your other half pierces the other’s mask, mark a condition to take a 10+.</li>\n<li>Fastball special: When you perform a coordinated fighting maneuver with your other half, say who takes the lead and who assists. The leader rolls the adult move overwhelm a vulnerable foe. The assistant marks a condition.</li>\n<li>Powers, activate!: When you and your other half pool your powers, say who takes the lead and who assists. The leader unleashes their powers with your combined Freak (max+4). The assistant shifts Savior down, Mundane up.</li>\n<li>Four eyes are better: When you and your other half assess the situation from two different vantage points, one of you makes the move, and the other may either clear a condition or ask an additional question. You both get +1 when following the answers.</li>\n</ul>\n<p><strong>DISTINCTIONS:</strong></p>\n<ul>\n<li>Mirror, mirror: When you pierce someone’s mask, you can ask them “What are you really feeling right now?”, even on a miss. If you do, they can ask you the same question.</li>\n<li>Shouldering the burden: When you push yourself to do something your other half failed at or can’t do, mark a condition to use the adult move wield your powers.</li>\n<li>Going solo: When you directly engage a threat entirely on your own, you can roll + Superior instead of + Danger.</li>\n<li>Internal strife: When you snipe about your other half behind their back, remove one Team from the pool and clear a condition.</li>\n</ul>\n\n<h2>Team Moves</h2>\n<p>@UUID[Compendium.masks-newgeneration-unofficial.basic-playbook-beacon.Item.dVGxoDujkZNCNQVo]{The Beacon - Team Move}</p>\n\n<h2>Potential</h2>\n<p>Every time you roll a miss on a move, mark potential.</p>\n\n<h2>Advancement</h2>\n<p>When you fill your potential track, you advance. Choose from the list below.</p>\n<ul>\n<li>Take one new bond</li>\n<li>Take one new distinction</li>\n<li>Take a move from another playbook</li>\n<li>Gain two new abilities from any playbook</li>\n<li>Take an advancement from your other half’s playbook</li>\n<li>Someone permanently loses Influence over you; add +1 to a Label</li>\n<li>Rearrange your Labels as you choose, and add +1 to a Label</li>\n<li>Unlock your Moment of Truth</li>\n</ul>\n<hr />\n<p>When you’ve taken five advances from the top list, you can take advances from the list below.</p>\n<ul>\n<li>Unlock your Moment of Truth after it’s been used once</li>\n<li>Change playbooks</li>\n<li>Take an adult move</li>\n<li>Take an adult move</li>\n<li>Lock a Label, and add +1 to a Label of your choice</li>\n<li>Retire from the life or become a paragon of the city</li>\n</ul>\n</div>\n</section>\n<section class=\"extras\">\n<div>\n<h2>PLAYING THE JOINED</h2>\n<p>Unsure, supportive, jealous, defiant. The Joined is a mix of emotions and ideas, defined more by the hero to whom they are connected than by anything else. The Joined is different from any other playbook in Masks, and making it work requires substantial buy-in from all the players involved. Don’t play the Joined unless both you and the other player are on-board.</p>\n<p>Both the Joined’s player and their partner player need to be okay with shared uniqueness. You will share in a lot of the same powers and abilities, and in some ways that diminishes the other character’s uniqueness. No one should agree to play your other half if they really want to have sole access to their playbook’s cool stuff.</p>\n<p>Because of the connection between the two characters, creating the Joined is a much more collaborative process. You can’t start the Joined without knowing to whom you are connected, and you should let them finish a lot of the initial steps of their character before you get into the Joined. As such, creating a Joined can’t be a “heads-down” kind of thing. Talk to the other player and bounce ideas off each other throughout the process.</p>\n<p>During play, you will obviously spend a lot of time with the character to whom you are joined. But make sure your Joined develops relationships with the other PCs, outside of that primary connection. The story of the Joined moves toward separation and distinction, and you can’t have that story without the opportunity for each half to define themself independently.</p>\n<p>Use locking a Label to mark the moments when your Joined defines themself separately from their other half. Most of the time, locking a Label comes after using a Moment of Truth, so watch out for when you or your other half wants to do that. Remember that when either of you locks a Label, a bond switches to a distinction. If you have no more bonds to switch to distinctions, then you’re already pretty divided—nothing extra happens.</p>\n</div>\n<div>\n<h2>NOTES ON YOUR MOVES AND EXTRAS</h2>\n<ul>\n<li>For Your other half, you’re probably going to need to borrow your other half ’s playbook for a bit, to jot down all the relevant information. It may help for you to have a spare copy of their playbook yourself.</li>\n<li>For Fastball Special and Powers, Activate!, you’ll need to say who’s in the lead. Go with your gut about which one of you is leading the maneuver. If you and your other half wind up talking too long about it, then that’s the equivalent of giving the GM a golden opportunity—instead of doing your cool maneuver, you’re bickering.</li>\n<li>For Going solo, you really have to engage the threat on your own. If any teammate could potentially spend Team from the pool to help you, then you’re not really on your own.</li>\n<li>For Internal strife, sniping about your other half behind their back requires you to have an audience—you can’t just grumble to yourself, under your breath.</li>\n</ul>\n</div>\n<div>\n<h3>INSPIRATION FOR THE JOINED</h3>\n<p>The Stepford Cuckoos, <strong>New X-Men</strong></p>\n<p>The Wonder Twins, <strong>Super Friends</strong></p>\n<p>Scylla and Charybdis, <strong>Irredeemable</strong></p>\n<p>Scarlet Witch and Quicksilver, <strong>Avengers</strong></p>\n<p>Cloak and Dagger, <strong>Cloak and Dagger</strong></p>\n</div>\n</section>\n</div>",
    "hp": null,
    "load": null,
    "damage": "",
    "actorType": "character",
    "stats": {
      "danger": {
        "label": "Danger",
        "value": 0
      },
      "freak": {
        "label": "Freak",
        "value": 0
      },
      "savior": {
        "label": "Savior",
        "value": 0
      },
      "superior": {
        "label": "Superior",
        "value": 0
      },
      "mundane": {
        "label": "Mundane",
        "value": 0
      }
    },
    "slug": "the-joined",
    "attributes": {
      "advancements": {
        "label": "Advancements",
        "type": "ListMany",
        "choices": [
          {
            "options": {
              "0": {
                "value": false,
                "label": "Take one new bond"
              },
              "1": {
                "value": false,
                "label": "Take one new distinction"
              },
              "2": {
                "value": false,
                "label": "Take a move from another playbook"
              },
              "3": {
                "value": false,
                "label": "Gain two new abilities from any playbook"
              },
              "4": {
                "value": false,
                "label": "Take an advancement from your other half’s playbook"
              },
              "5": {
                "value": false,
                "label": "Someone permanently loses Influence over you; add +1 to a Label"
              },
              "6": {
                "value": false,
                "label": "Rearrange your Labels as you choose, and add +1 to a Label"
              },
              "7": {
                "value": false,
                "label": "Unlock your Moment of Truth"
              }
            },
            "value": ""
          }
        ],
        "custom": false,
        "path": "attributes"
      },
      "laterAdvances": {
        "label": "Later Advances",
        "type": "ListMany",
        "choices": [
          {
            "options": {
              "0": {
                "value": false,
                "label": "Unlock your Moment of Truth after it’s been used once"
              },
              "1": {
                "value": false,
                "label": "Change playbooks"
              },
              "2": {
                "value": false,
                "label": "Take an adult move"
              },
              "3": {
                "value": false,
                "label": "Take an adult move"
              },
              "4": {
                "value": false,
                "label": "Lock a Label, and add +1 to a Label of your choice"
              },
              "5": {
                "value": false,
                "label": "Retire from the life or become a paragon of the city"
              }
            },
            "value": ""
          }
        ],
        "custom": false,
        "path": "attributes"
      },
      "look": {
        "label": "Look",
        "type": "LongText",
        "value": "",
        "choices": [
          {
            "value": "<p>You look similar to your other half, and your costume choice is always the same as theirs. Choose two other options they have selected that you share; then, choose two options from the lists below.</p>      <ul>      <li>ambiguous, man, shifting, transgressing, woman</li>      <li>Asian or South Asian, Black, Hispanic/Latino, Indigenous, Middle Eastern, White</li>      <li>brooding face, curious face, judging face, unreadable face</li>      <li>casual clothing, eccentric clothing, dark clothing, light clothing</li>      </ul>",
            "options": {}
          }
        ],
        "custom": false,
        "path": "details"
      },
      "abilities": {
        "label": "Abilities",
        "type": "LongText",
        "value": "",
        "choices": [
          {
            "value": "<p>Your powers complement your other half ’s. You have the same abilities they have. At least for now.</p>",
            "options": {}
          }
        ],
        "custom": false,
        "path": "details"
      },
      "backstory": {
        "label": "Backstory",
        "type": "LongText",
        "value": "",
        "choices": [
          {
            "value": "<ul>      <li>How did you and your other half become connected?</li>      <li>Who or what did you have to give up because of your connection?</li>      <li>Apart from your powers, what keeps you together?</li>      <li>Someone outside the team thinks you’d be better off on your own. Who are they and why do they think that?</li>      <li>Why do you care about the team?</li>      </ul>      <p>Once you’ve finished your backstory, introduce your character to the other players, and then determine what happened when your team first came together, the relationships between you and your teammates, and who has Influence over you.</p>",
            "options": {}
          }
        ],
        "custom": false,
        "path": "details"
      },
      "relationships": {
        "label": "Relationships",
        "type": "LongText",
        "value": "",
        "choices": [
          {
            "value": "<p>When you have problems with your other half, you talk to _________________.</p>      <p>You are jealous of the relationship between your other half and _________________, and you keep trying to interject yourself.</p>",
            "options": {}
          }
        ],
        "custom": false,
        "path": "details"
      },
      "moment": {
        "label": "Moment of Truth",
        "type": "LongText",
        "value": "",
        "choices": [
          {
            "value": "<p>When you trigger your Moment of Truth, choose—are you working with your other half, or are you on your own?</p>      <p>If you’re working with your other half, use the text of their Moment of Truth and treat it as if it applies to both of you. Remember to lock your Label and switch a bond to a distinction because you’ll probably never reach these heights of perfect connection, of being one, ever again...</p>      <p>If you’re on your own, use the following text:</p>      <p>You’re on your own. It’s like missing an arm. Like fighting naked. Like holding your breath. You’re missing something vital...but you’re moving faster than ever, thinking faster than ever, doing things you couldn’t even do while relying on both of your strength combined. And it’s hitting you, hard—you can do this. Without them. And you can win. It’s going to be hard to come down off this high and rejoin with them afterwards, isn’t it?</p>      <p>Remember to lock a Label and switch a bond to a distinction, afterward.</p>",
            "options": {}
          }
        ],
        "custom": false,
        "path": "details"
      },
      "team": {
        "label": "The Team",
        "type": "LongText",
        "value": "",
        "choices": [
          {
            "value": "<p>The connection between our two halves was threatened by the crisis. How? By what?</p>",
            "options": {}
          }
        ],
        "custom": false,
        "path": "details"
      }
    },
    "statsDetail": "Your Labels start off the same as your other half ’s, but you may shift up any one Label, and shift down any one Label.",
    "choiceSets": [
      {
        "title": "Core Playbook Moves",
        "desc": "",
        "type": "multi",
        "repeatable": true,
        "choices": [
          {
            "uuid": "Compendium.masks-newgeneration-unofficial.hchc-playbook-joined.Item.i4kDCDitbyFbexmD",
            "img": "modules/masks-newgeneration-unofficial/images/gameicons/three-friends-%23ffffff-%233da7db.svg",
            "name": "Team Move - Share a moment of Vulnerability or a Triumphant Celebration",
            "granted": false,
            "advancement": 0
          },
          {
            "name": "Your Other Half",
            "img": "modules/masks-newgeneration-unofficial/images/gameicons/gemini-%23ffffff-%233da7db.svg",
            "uuid": "Compendium.masks-newgeneration-unofficial.hchc-playbook-joined.Item.GIxgFOuqBSiP0YEC",
            "granted": false,
            "advancement": 0
          }
        ],
        "grantOn": 0,
        "granted": false,
        "advancement": 0
      }
    ]
  },
  "ownership": {
    "default": 0,
    "qxt7zBbnFWpsYRqr": 3
  },
  "_stats": {
    "systemId": "pbta",
    "systemVersion": "1.0.14",
    "coreVersion": "12.327",
    "createdTime": 1699857899394,
    "modifiedTime": 1718688762910,
    "lastModifiedBy": "6hjjFCY28uGRsfsB",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "_id": "RLvMAPz8yoU9iJyO",
  "sort": 1200000,
  "_key": "!items!RLvMAPz8yoU9iJyO"
}
