{
  "name": "The Harbinger",
  "type": "playbook",
  "img": "modules/masks-newgeneration-unofficial/images/gameicons/playbook.svg",
  "effects": [],
  "folder": null,
  "flags": {
    "cf": {
      "id": "temp_5kwcaz4a39d"
    },
    "core": {}
  },
  "system": {
    "name": "",
    "description": "<div class=\"playbook\">\n<section>\n<h1>THE HARBINGER</h1>\n<p>A time traveler come back to fix the future by changing the past...but unsure how exactly to do that.</p>\n</section>\n<section class=\"rules\">\n<div>\n<h2>Look</h2>\n<ul>\n<li>ambiguous, man, shifting, transgressing, woman</li>\n<li>Asian or South Asian, Black, Hispanic/Latino, Indigenous, Middle Eastern, White</li>\n<li>haunted face, optimistic face, ordinary face, “hyper-evolved human” face</li>\n<li>streamlined clothing, “fashion-forward” clothing, simple clothing, casual clothing</li>\n<li>high-tech costume, impossible costume, sleek costume, dramatic costume</li>\n</ul>\n\n<h2>Abilities</h2>\n<p>You’re from the future, and that has its benefits, like future knowledge (even though your memories are scrambled). Plus, your powers may have had something to do with how you got back to the past—er, the present day, that is. “Now,” as the locals call it. Choose one option from the list below.</p>\n<ul>\n<li>super speed</li>\n<li>optimized biology</li>\n<li>telepathy &amp; telekinesis</li>\n<li>teleportation &amp; portals</li>\n<li>futuristic gadgets &amp; implants</li>\n<li>energy absorption/redirection</li>\n</ul>\n\n<h2>Labels</h2>\n<p><em>(at character creation, add +1 wherever you choose)</em></p>\n<p><strong>DANGER:</strong> 0</p>\n<p><strong>FREAK:</strong> 0</p>\n<p><strong>SAVIOR:</strong> +2</p>\n<p><strong>SUPERIOR:</strong> +1</p>\n<p><strong>MUNDANE:</strong> -1</p>\n\n<h2>Backstory</h2>\n<ul>\n<li>How did you travel from the future to the present day?</li>\n<li>What keeps you from returning to the future?</li>\n<li>Why are your memories and knowledge of the future scrambled?</li>\n<li>What is the most important part of your future that you want to avert?</li>\n<li>Why must you join this team specifically to achieve your mission’s goals?</li>\n</ul>\n<p>Once you’ve finished your backstory, introduce your character to the other players, and then determine what happened when your team first came together, the relationships between you and your teammates, and who has Influence over you.</p>\n\n<h2>When our team first came together...</h2>\n<p>We averted a disaster from the future’s history books. What was the disaster? What effect do we hope it had on the timeline?</p>\n\n<h2>Relationships</h2>\n<p>____________________ turns away from the hero’s path, according to your history books. You have to prevent that from happening.</p>\n<p>You’ve always idolized ____________________, but it’s too awkward to admit it to them now that you’ve met them in real life. Keep it cool, keep it cool.</p>\n\n<h2>Influence</h2>\n<p>Every member of your team has the power to change the future—your future. Give everyone influence over you.</p>\n\n<h2>Moment of Truth</h2>\n<p>Everything you do could affect the future. For all you know, saving that one guy means that now the future is full of pterodactyls. The ripples are always so hard to track, and you’re not sure if you’ve helped or hurt—not really. Until now. In this moment, it’s all clear. You can see the course of events laid out before you like a river, and you know exactly what you have to do to ensure the future outcome you want. Of course, after this, you’ve changed enough of the timeline to invalidate your prior research—reset all the names in your “Connecting the dots” section.</p>\n</div>\n<div>\n<h2>Harbinger Moves</h2>\n<p><em>(Choose two)</em></p>\n<div>\n<p>@UUID[Compendium.masks-newgeneration-unofficial.unbound-playbook-harbinger.Item.pe5bJn54tInUblQY]{Stick to the Mission}</p>\n<p>@UUID[Compendium.masks-newgeneration-unofficial.unbound-playbook-harbinger.Item.yFAN6PpCiKocEJOM]{Tomorrow’s Golden Promise}</p>\n<p>@UUID[Compendium.masks-newgeneration-unofficial.unbound-playbook-harbinger.Item.S069QFyGbv2zpuqY]{Applied History}</p>\n<p>@UUID[Compendium.masks-newgeneration-unofficial.unbound-playbook-harbinger.Item.1I6S69JEkM6y2Qw2]{You Haven’t Learned You Can Do That Yet}</p>\n<p>@UUID[Compendium.masks-newgeneration-unofficial.unbound-playbook-harbinger.Item.y4PSk1UGtUCG9yOL]{I Learned the Solution in Grade School}</p>\n<p>@UUID[Compendium.masks-newgeneration-unofficial.unbound-playbook-harbinger.Item.Z5cpphuaB1y6d3XD]{21st Century Studies}</p>\n</div>\n\n<h2>Connecting the Dots</h2>\n<p>You’re from the future, but your knowledge of the past is spotty, intermittent, confused, jumbled. You’re doing your best to put together the clues and your broken memories, though, so you can figure out how this world and its people become the ones you know.</p>\n<p>When you push yourself to remember the version of someone that exists in your future, mark a condition and roll + Memories. On a hit, you connect who they are now to who they are in the future; choose the role that they fulfill in the future, and the GM will tell you about their future self. On a 10+, ask a follow-up question. On a miss, they’re not at all who you thought they would be; the GM will choose their role, or tell you that as far as you know, they don’t exist in the future.</p>\n<p>Monster: _____________________________</p>\n<p>Traitor: ______________________________</p>\n<p>Corruptor: ____________________________</p>\n<p>Martyr: ______________________________</p>\n<p>Architect: ___________________________</p>\n<p>Leader: _____________________________</p>\n<p>Your Memories score starts at -1, and goes up by 1 (to a maximum of +3) for each name above. When you write a name above, they gain Influence over you if they did not already have it.</p>\n<p>At the start of each session or when time passes, roll + Savior to find out how your investigations into the timeline have been going. On a hit, choose one figure noted above or one aspect of the future world you can remember. You’ve found a lead to follow to learn more about how the present version of that figure or aspect became the future version. On a 10+, the lead is particularly strong; right now, you can ask the GM one question about the figure or aspect, and they will answer honestly. On a miss, you’re lost in the present; the GM will tell you how things are so different here, and shift your Labels according to how it makes you feel.</p>\n\n<h2>Team Moves</h2>\n<p>@UUID[Compendium.masks-newgeneration-unofficial.unbound-playbook-harbinger.Item.prbByS9Pxx2Mveg0]{The Harbinger - Team Moves}</p>\n\n<h2>Potential</h2>\n<p>Every time you roll a miss on a move, mark potential.</p>\n\n<h2>Advancement</h2>\n<p>When you fill your potential track, you advance. Choose from the list below.</p>\n<ul>\n<li>Take another move from your playbook</li>\n<li>Take another move from your playbook</li>\n<li>Take a move from another playbook</li>\n<li>Take a move from another playbook</li>\n<li>Someone permanently loses Influence over you; add +1 to a Label</li>\n<li>Rearrange your Labels as you choose, and add +1 to a Label</li>\n<li>Rearrange your Labels as you choose, and add +1 to a Label</li>\n<li>Unlock your Moment of Truth</li>\n</ul>\n<hr />\n<p>When you’ve taken five advances from the top list, you can take advances from the list below.</p>\n<ul>\n<li>Unlock your Moment of Truth after it’s been used once</li>\n<li>Change playbooks</li>\n<li>Take an adult move</li>\n<li>Take an adult move</li>\n<li>Lock a Label, and add +1 to a Label of your choice</li>\n<li>Return to the future and accept its new form, or jump to a different point in the past to begin your mission anew</li>\n</ul>\n</div>\n</section>\n<section class=\"extras\">\n<div>\n<h2>PLAYING THE HARBINGER</h2>\n<p>Fixated, skeptical, searching, damaged. The Harbinger is from the future, and has come back in time to change that future—but the transition has scrambled their memories and their knowledge. Now they have to try to piece together what they came here to fix by remembering who in the present became what in the future.</p>\n<p>The Harbinger makes time travel an important element of the game—but does not actually travel through time during the game. They’re not bopping around, and are in fact stuck in this time period. Only their memories will let them get some insight on what is coming. For that reason, “Connecting the dots” is crucial for the Harbinger. You need to fill in a few names in that area of your playbook to have some people to investigate, so go for it immediately, even though you’re rolling at a -1. If you find an NPC you think is interesting, then connect the dots on them!</p>\n<p>Your primary tension is that of the young person driven to make the world better, but not entirely sure how to do it. Most of the other PCs want to do good and make the world better, but they either take situations as they happen, or they have guidance from an external force. The Harbinger, however, can actually begin to fill in a picture of what is going to happen, and then take steps to circumvent that outcome. So be proactive! Pursue your attempt to change the future, especially when it conflicts with more immediate threats or goals!</p>\n</div>\n<div>\n<h2>NOTES ON YOUR MOVES AND EXTRAS</h2>\n<p>For <span class=\"special\">Stick to the mission</span>, whether or not someone is “critically important to the future” is in some ways down to your character’s beliefs more than any statement of fact. But you must be able to explain why it is that you think the character in question is critically important. The same idea applies to <span class=\"special\">TBD</span>Applied history.</p>\n<p>For <span class=\"special\">You haven’t learned you can do that yet</span>, you are telling your teammate about something you’ve seen or heard them do in the future. Have fun with it! Come up with crazy maneuvers. But you share in the costs and complications of the moves, including marking conditions or being affected by Influence.</p>\n<p>For <span class=\"special\">21st century studies</span>, you can always ask what the future knows about this moment, but the answer might very well be “Nothing.” You can still take a +1 ongoing to act on such an answer if you can make it relevant to your actions.</p>\n<p>When you push yourself to remember for <span class=\"special\">Connecting the dots</span>, the roles are fairly open to interpretation. But once a name is filled in, you can’t erase it (except for the Moment of Truth). For the start of session move, on a hit, you have a lead to follow, while on a 10+, you get some information immediately.</p>\n<p>When you use your Moment of Truth, clear all the names in the <span class=\"special\">Connecting the dots</span> section—allowing you to start remembering a new future.</p>\n</div>\n<div>\n<h3>INSPIRATION FOR THE HARBINGER</h3>\n<p>Bishop, <strong>X-MEN</strong></p>\n<p>Deathlok, <strong>ASTONISHING TALES</strong></p>\n<p>Iron Lad, <strong>YOUNG AVENGERS</strong></p>\n<p>Booster Gold, <strong>JUSTICE LEAGUE</strong></p>\n<p>Impulse, <strong>YOUNG JUSTICE</strong></p>\n<p>Rachel Summers, <strong>X-MEN</strong></p>\n</div>\n</section>\n</div>",
    "hp": null,
    "load": null,
    "damage": "",
    "actorType": "character",
    "stats": {
      "danger": {
        "label": "Danger",
        "value": 0
      },
      "freak": {
        "label": "Freak",
        "value": 0
      },
      "savior": {
        "label": "Savior",
        "value": 0
      },
      "superior": {
        "label": "Superior",
        "value": 0
      },
      "mundane": {
        "label": "Mundane",
        "value": 0
      }
    }
  },
  "ownership": {
    "default": 0,
    "qxt7zBbnFWpsYRqr": 3
  },
  "_stats": {
    "systemId": "pbta",
    "systemVersion": "1.0.14",
    "coreVersion": "12.327",
    "createdTime": 1699858426966,
    "modifiedTime": 1718674181643,
    "lastModifiedBy": "6hjjFCY28uGRsfsB",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "_id": "AdVTOPjIF1ASyNMw",
  "sort": 200000,
  "_key": "!items!AdVTOPjIF1ASyNMw"
}
