{
  "name": "The Legacy",
  "type": "playbook",
  "img": "modules/masks-newgeneration-unofficial/images/gameicons/playbook.svg",
  "effects": [],
  "folder": null,
  "flags": {
    "core": {},
    "cf": {
      "id": "temp_mgcdeogqq9s",
      "path": "Basic Playbooks#/CF_SEP/The Legacy",
      "color": "#000000"
    }
  },
  "system": {
    "name": "",
    "description": "<div class=\"playbook\">\n<section>\n<h1>THE LEGACY</h1>\n<p>You’re the latest in a storied heroic lineage, a family that shares a name and a cause. Now, everybody is watching and waiting to see if you’ve got what it takes to uphold that tradition. No pressure, right?</p>\n</section>\n<section class=\"rules\">\n<div>\n<h2>Look</h2>\n<ul>\n<li>ambiguous, man, shifting, transgressing, woman</li>\n<li>Asian or South Asian, Black, Hispanic/Latino, Indigenous, Middle Eastern, White</li>\n<li>comfortable clothing, school uniform, traditional clothing, trendy clothing</li>\n<li>modern costume, traditional costume, unique costume, predecessor’s costume</li>\n<li>animal insignia, letter insignia, simple symbol insignia, no insignia</li>\n</ul>\n<h2>Abilities</h2>\n<p>You have powers that match your general line. Choose one suite of powers, but pick two powers that you don’t have from your suite:</p>\n<ul>\n<li>super strength, invincibility, eye beams, flight, super senses</li>\n<li>super speed, regeneration, phasing, speed- reading/learning, air manipulation</li>\n<li>athletic perfection, Holmesian deduction, gadgetry, intimidation, fearsome reputation</li>\n<li>divine armor, magic weaponry, mythic might, legendary speed, god-like beauty</li>\n<li>shadow control, shadow portals, mind-clouding, shadow cloak stealth, shadow senses</li>\n</ul>\n<h2>Labels</h2>\n<p><em>(at character creation, add +1 wherever you choose)</em></p>\n<p><strong>DANGER:</strong> -1</p>\n<p><strong>FREAK:</strong> 0</p>\n<p><strong>SAVIOR:</strong> +2</p>\n<p><strong>SUPERIOR:</strong> 0</p>\n<p><strong>MUNDANE:</strong> +1</p>\n<h2>Backstory</h2>\n<ul>\n<li>When did you officially become a part of your legacy?</li>\n<li>What’s the greatest accomplishment of your legacy?</li>\n<li>How does the public perceive your legacy?</li>\n<li>How does your legacy tie into your reasons for being a hero?</li>\n<li>Why do you care about the team?</li>\n</ul>\n<p>Once you’ve finished your backstory, introduce your character to the other players, and then determine what happened when your team first came together, the relationships between you and your teammates, and who has Influence over you.</p>\n<h2>When our team first came together...</h2>\n<p>All things considered, we did well and impressed an established hero. Who was it?</p>\n<h2>Relationships</h2>\n<p>You once got caught doing something that shames your legacy with ______________.</p>\n<p>You trust ______________ and told them an important secret of your legacy.</p>\n<h2>Influence</h2>\n<p>You’re a part of this team, for better or worse, and you care what they think. Give Influence to all of your teammates.</p>\n<h2>Moment of Truth</h2>\n<p>This is the moment when you prove how much the mantle belongs to you. You seize control of all your powers, and you defeat even impossible odds to prove you are worthy of the name you carry. You accomplish feats even your predecessors couldn’t do. Of course, after you prove something like that, you can expect still more responsibilities to be placed on your shoulders...</p>\n</div>\n<div>\n<h2>Legacy Moves</h2>\n<p><em>(Choose two)</em></p>\n<div>\n<p>@UUID[Compendium.masks-newgeneration-unofficial.basic-playbook-legacy.Item.AbKxGcUlJkRdZKqn]{Fight the Good Fight}</p>\n<p>@UUID[Compendium.masks-newgeneration-unofficial.basic-playbook-legacy.Item.shUFYAS5glLoI3Mq]{I Know What I Am}</p>\n<p>@UUID[Compendium.masks-newgeneration-unofficial.basic-playbook-legacy.Item.ZZFK7WLfMi2Rbura]{Words of the Past}</p>\n<p>@UUID[Compendium.masks-newgeneration-unofficial.basic-playbook-legacy.Item.8VveiAZHfsSPCmBQ]{The Legacy Matters}</p>\n<p>@UUID[Compendium.masks-newgeneration-unofficial.basic-playbook-legacy.Item.4GTLZkOVIheR2Mi9]{Never Give Up, Never Surrender}</p>\n<p>@UUID[Compendium.masks-newgeneration-unofficial.basic-playbook-legacy.Item.rGBU4R9PqEKsetoW]{Symbol of Authority}</p>\n</div>\n<h2>Legacy</h2>\n<p>Your legacy is an important part of Halcyon City.</p>\n<p>Name the different members of your legacy (at least two):</p>\n<p>____________________ is still active and prominent in the city.</p>\n<p>____________________ is retired and quite judgmental.</p>\n<p>____________________ is the next possible member of your legacy. ____________________ is the greatest opponent your legacy ever faced...and is still at large.</p>\n<p>Whenever time passes, roll + Savior to see how the members of your legacy feel or react to your most recent exploits. Before rolling, ask the other players to answer these questions about your performance. Take -1 to the roll for each “no” answer:</p>\n<p>have you been upholding the traditions of your legacy? have you maintained the image of your legacy?</p>\n<p>have you made the other members of your legacy proud?</p>\n<p>On a hit, one of them offers you meaningful encouragement, an opportunity, or an advantage. On a 7-9, another is upset with your most recent actions, and will make their displeasure known. On a miss, something you did stirred up the hornet’s nest—expect several members of your legacy to meddle with your life.</p>\n<h2>Team Moves</h2>\n<p>@UUID[Compendium.masks-newgeneration-unofficial.basic-playbook-legacy.Item.vq6DbyMngWK3cmuP]{The Legacy - Team Move}</p>\n<h2>Potential</h2>\n<p>Every time you roll a miss on a move, mark potential.</p>\n<h2>Advancement</h2>\n<p>When you fill your potential track, you advance. Choose from the list below.</p>\n<ul>\n<li>Take another move from your playbook</li>\n<li>Take another move from your playbook</li>\n<li>Take a move from another playbook</li>\n<li>Someone permanently loses Influence over you; add +1 to a Label</li>\n<li>Unlock your Moment of Truth</li>\n<li>Take a Sanctuary from the Doomed playbook</li>\n<li>Unlock the remaining two powers of your suite</li>\n</ul>\n<hr />\n<p>When you’ve taken five advances from the top list, you can take advances from the list below.</p>\n<ul>\n<li>Unlock your Moment of Truth after it’s been used once</li>\n<li>Change playbooks</li>\n<li>Take an adult move</li>\n<li>Take an adult move</li>\n<li>Lock a Label, and add +1 to a Label of your choice</li>\n<li>Retire from the life or become a paragon of the city</li>\n</ul>\n</div>\n</section>\n<section class=\"extras\">\n<div>\n<h2>PLAYING THE LEGACY</h2>\nCapable, impressive, burdened, famous. The Legacy comes from a long line of superheroes, meaning they have a superheroic family, either biologically related or connected through their shared legacy. Their story is about the support of that family, and the pressure of carrying on the family name. They have many benefits and advantages that the other PCs might not have—the name of their legacy itself probably carries weight with the city—but at the same time, the expectations and responsibilities placed on them are even higher.\n<p>The Legacy has a constant source of support and connection in the other members of their legacy—returning to those characters on a regular basis is an important part of the Legacy’s cycle. If you don’t spend time with them, you can expect them to purposefully force their way into your life.</p>\n<p>The Legacy often inherently pushes into a position of authority on the team—they’re probably from one of the most established traditions of heroism in the city. Run with it! Putting still more responsibility on the Legacy only further highlights your issues—and gives you even more chances to triumph. This doesn’t mean your Legacy is guaranteed to be the leader of the team, though, especially if you have someone like a Protégé on your team. Play with that tension—everyone would think you would be the leader, but is it what you really want?</p>\n</div>\n<div>\n<h2>NOTES ON YOUR MOVES AND EXTRAS</h2>\n<p><span class=\"special\">Words of the past</span> lets you ask members of your legacy for input on a problem. <span class=\"special\">The legacy matters</span> is about taking and giving Influence to members of your legacy, and allowing yourself to be shaped by their words and opinions. Both are great moves to push you toward interacting with your legacy on a regular basis.</p>\n<p><span class=\"special\">Never give up, never surrender</span> only triggers when you get hit by someone far stronger than you. Choosing “You get an opportunity or opening against your attacker” means the GM tells you what opportunity or opening you receive, suited to the situation. Choosing to keep your attacker’s attention ensures they won’t stop trying to attack you after they notice how hardy you are—you can continue defending others by sacrificing yourself.</p>\n<p><span class=\"special\">Symbol of authority</span> should be aimed pretty specifically when you trigger it. You should be clear about the specific person or group of people you’re using it on—and the GM has final say over whether it makes sense that you’re using the move on a larger group. Generally speaking, you can only use <span class=\"special\">Symbol of authority</span> on a group that’s unified and not differentiated from each other.</p>\n<p>The move only triggers when the person you command actually recognizes and understands your authority. If you tell a group of unintelligent robots—or aliens who’ve never heard of your legacy—that they must stop what they’re doing, the move won’t trigger. It still triggers on enemies who know of you, but hate your legacy—they recognize your authority, even if they loathe it and choose to ignore it as much as possible.</p>\n<p>You also might give them an order that lines up with one of the options on the list—for instance, ordering them to get out of your way. That’s fine, and it still comes down to the GM’s choice to say exactly which option they choose.</p>\n<p>Your legacy move triggers “when time passes.” When there’s a jump cut to a later time, when things have quieted down a bit and given characters the opportunity to react to recent events, this move triggers. Members of your legacy might react to your recent actions without triggering this move— especially if you take particularly heroic or non-heroic actions.</p>\n</div>\n<div>\n<h3>SUGGESTED MOVES FROM OTHER PLAYBOOKS</h3>\n<ul>\n<li><span class=\"special\">Won’t let you down</span>, from the Beacon playbook. Take this if you want to be able to give your teammates some major help, emphasizing your role as a team player.</li>\n<li><span class=\"special\">I’ll save you!</span>, from the Janus playbook. Take this if you want to be able to keep your legacy members safe and sound when push comes to shove.</li>\n<li><span class=\"special\">Captain</span>, from the Protégé playbook. Take this if you want to be in a leadership role on your team.</li>\n</ul>\n</div>\n<div>\n<h3>INSPIRATION FOR THE LEGACY</h3>\n<p>Kid Flash, <strong>YOUNG JUSTICE</strong></p>\n<p>Robin (Tim Drake), <strong>YOUNG JUSTICE</strong></p>\n<p>Lightspeed, <strong>AVENGERS ACADEMY</strong></p>\n<p>Beast Boy, <strong>TEEN TITANS</strong></p>\n<p>Green Lantern (any), <strong>JUSTICE LEAGUE</strong></p>\n</div>\n</section>\n</div>"
  },
  "ownership": {
    "default": 0,
    "qxt7zBbnFWpsYRqr": 3
  },
  "_stats": {
    "systemId": "pbta",
    "systemVersion": "0.9.3",
    "coreVersion": "11.315",
    "createdTime": 1699858650702,
    "modifiedTime": 1711773482553,
    "lastModifiedBy": "x2ixoSwGbsuhIrIT"
  },
  "_id": "mgCUuXvLLwjTMAi7",
  "sort": 700000,
  "_key": "!items!mgCUuXvLLwjTMAi7"
}
