{
  "name": "The Innocent",
  "type": "playbook",
  "img": "modules/masks-newgeneration-unofficial/images/gameicons/playbook.svg",
  "effects": [],
  "folder": null,
  "flags": {
    "cf": {
      "id": "temp_hu7bezgqb6",
      "color": "#000000"
    },
    "core": {}
  },
  "system": {
    "name": "",
    "description": "<div class=\"playbook\">\n<section>\n<h1>THE INNOCENT</h1>\n<p>a younger version of a modern-day villain, come forward in time.</p>\n</section>\n<section class=\"rules\">\n<div>\n<h2>Look</h2>\n<ul>\n<li>ambiguous, man, shifting, transgressing, woman</li>\n<li>Asian or South Asian, Black, Hispanic/Latino, Indigenous, Middle Eastern, White</li>\n<li>smooth-skinned face, chipper face, hopeful face, bright face, handsome face</li>\n<li>old-fashioned clothing, haphazard clothing, well-tailored clothing, safe clothing</li>\n<li>outdated costume, reflective costume, simplistic costume, gaudy costume, unique costume</li>\n</ul>\n\n<h2>Time Period</h2>\n<p>You traveled from the past to the present. Choose the era you’re from:</p>\n<ul>\n<li>the ‘40’s–’50’s: the Gold Generation</li>\n<li>the ‘60’s–’70’s: the Silver Generation</li>\n<li>the ‘80’s–’90’s: the Bronze Generation</li>\n</ul>\n\n<h2>Abilities</h2>\n<p>You and your future self have the same core ability, though your future self is better with it. Choose one:</p>\n<ul>\n<li>energy projection</li>\n<li>shapeshifting</li>\n<li>telepathy</li>\n<li>elemental control</li>\n<li>super-speed</li>\n<li>sound control</li>\n</ul>\n\n<h2>Labels</h2>\n<p><em>(at character creation, add +1 wherever you choose)</em></p>\n<p><strong>DANGER:</strong> 0</p>\n<p><strong>FREAK:</strong> 0</p>\n<p><strong>SAVIOR:</strong> +1</p>\n<p><strong>SUPERIOR:</strong> -1</p>\n<p><strong>MUNDANE:</strong> +2</p>\n\n<h2>Backstory</h2>\n<ul>\n<li>Who or what brought you to the present?</li>\n<li>When did you first meet your future self?</li>\n<li>How is your future self the embodiment of a future you never wanted?</li>\n<li>What is your favorite part of life in the future? Your least favorite part?</li>\n<li>Why are you determined to stay in the present with this team?</li>\n</ul>\n<p>Once you’ve finished your backstory, introduce your character to the other players, and then determine what happened when your team first came together, the relationships between you and your teammates, and who has Influence over you.</p>\n\n<h2>When our team first came together...</h2>\n<p>My future self was involved, and I tried to stop them. It took the rest of the team to help me succeed. How did we stymie my future self ’s plans?</p>\n\n<h2>Relationships</h2>\n<p>__________________ is helping me understand this weirdo future. I follow their lead.</p>\n<p>I saved someone important to __________________; they’re now my biggest defender.</p>\n\n<h2>Influence</h2>\n<p>These people are your guides, your friends, and the ones helping you find a better way. But you are careful about whose guidance you follow. Give Influence over you to two teammates.</p>\n\n<h2>Moment of Truth</h2>\n<p>You’ve fought, struggled, and worked so hard to figure out who you are, whether you’re just the same as your future self or whether you’re different...but right now, that’s all out the window. The distinction between your future self and your present self vanishes in the face of the trial before you, and you become exactly the powerful, adamant figure that everyone fears or hopes you will one day become. You can do exactly what your future self could do, and everyone around you sees them in you more clearly than ever. Of course, after this it’s going to be hard to treat you as two different people...</p>\n</div>\n<div>\n<h2>Innocent Moves</h2>\n<p><em>(Choose two)</em></p>\n<div>\n<p>@UUID[Compendium.masks-newgeneration-unofficial.hchc-playbook-innocent.Item.Lam6vm4aVNqV7KjG]{Making Amends}</p>\n<p>@UUID[Compendium.masks-newgeneration-unofficial.hchc-playbook-innocent.Item.rBBGbIyvM4go6LBI]{Growing Into Power}</p>\n<p>@UUID[Compendium.masks-newgeneration-unofficial.hchc-playbook-innocent.Item.sLPKUMOq5qUxkDAL]{See It Their Way}</p>\n<p>@UUID[Compendium.masks-newgeneration-unofficial.hchc-playbook-innocent.Item.jiR574f9xlrXbeUT]{What's This Thing?}</p>\n<p>@UUID[Compendium.masks-newgeneration-unofficial.hchc-playbook-innocent.Item.pA24Fo2XoEtZd3WS]{White Knight}</p>\n<p>@UUID[Compendium.masks-newgeneration-unofficial.hchc-playbook-innocent.Item.GUbKuz9YvlBqvw4b]{Martyr}</p>\n</div>\n\n<h2>Your Future Self</h2>\n<p>Your future self is out there, an important figure in Halcyon City and the world beyond—and everything you’d hoped you’d never be. But finding out how they became who they are may be all it takes to push you along a similar path. Pick one step of your future self ’s path that you already know about, and circle it.</p>\nThey lost someone they cared about deeplyThey failed horrifically in a noble pursuit or causeThey committed a major crimeThey betrayed a close friend or allyThey won a victory at enormous cost to the world around themThey killed someoneThey publicly battled another heroThey injured an innocent\n<p>When you <strong>learn of another step of your future self ’s path</strong>, circle it. You can have at most 5 steps circled. When you undergo an experience that echoes one of the above (your call), strike it out.</p>\n<p>When you <strong>strike out a circled step</strong>, or circle a struck out step, choose one of the following:</p>\nReplace comfort or support with the following: When you coldly dismiss someone, roll + Mundane. On a hit, they mark a condition or leave you alone, their choice. On a 7-9, they can also choose to inflict a condition on you.Replace defend someone with the following: When you aggressively defend a large group or area, roll + Savior. On a hit, you create an opportunity for yourself to press the attack, and take +1 forward to pursue it. On a 10+, the collateral damage is minimal.Replace provoke someone with the following: When you threaten someone, say what you want them to do and roll + Superior. On a hit, they either do it or they are put at a significant disadvantage against you, their choice. On a 10+, either way they mark a condition, your choice.Replace reject someone’s Influence with the following: When you spit in the face of guidance or Influence, roll + 2. On a hit, take away their Influence over you or clear a condition, your choice. On a 7-9, you both take a powerful blow from the intensity of your words.Become an NPC antagonist—your path is irreconcilably set along the same course that your future self followed.\n<h2>Team Moves</h2>\n<p>@UUID[Compendium.masks-newgeneration-unofficial.hchc-playbook-innocent.Item.pMG123KjbpheyyJQ]{The Innocent - Team Moves}</p>\n\n<h2>Potential</h2>\n<p>Every time you roll a miss on a move, mark potential.</p>\n\n<h2>Advancement</h2>\n<p>When you fill your potential track, you advance. Choose from the list below.</p>\n<ul>\n<li>Take another move from your playbook</li>\n<li>Take another move from your playbook</li>\n<li>Take a move from another playbook</li>\n<li>Take a move from another playbook</li>\n<li>Someone permanently loses Influence over you; add +1 to a Label</li>\n<li>Rearrange your Labels as you choose, and add +1 to a Label</li>\n<li>Unlock your Moment of Truth</li>\n<li>Choose a mentor for yourself (from the Protégé’s playbook)</li>\n</ul>\n<hr />\n<p>When you’ve taken five advances from the top list, you can take advances from the list below.</p>\n<ul>\n<li>Unlock your Moment of Truth after it’s been used once</li>\n<li>Change playbooks</li>\n<li>Take an adult move</li>\n<li>Take an adult move</li>\n<li>Lock a Label, and add +1 to a Label of your choice</li>\n<li>Go back to your own time or become a paragon of the city</li>\n</ul>\n</div>\n</section>\n<section class=\"extras\">\n<div>\n<h2>PLAYING THE INNOCENT</h2>\n<p>Hopeful, troubled, out of place, noble. The Innocent is the kid version of a dangerous person, in whom anyone else can see the potential for great nobility...and the potential for great horror. Their story is all about simultaneously being an unformed font of possibility while having clear evidence for a particular life path in front of them.</p>\n<p>Your future self will be a major character in the story from character creation, but early on, they’re liable to be a bit of a flat stereotype. Discovering your future self ’s path is the means by which you make them more and more sympathetic. Always pursue opportunities to learn about that path. After all, who wouldn’t be curious about the events that made their future self into a particular kind of person? If you have the chance to talk to a villain who knew your future self in their early days, do it. If you have the chance to talk directly to your future self, take it. And if ever you feel like something fits one of the steps as listed in Your Future Self, don’t hesitate to circle it.</p>\n<p>Similarly, don’t hesitate to strike out a step that your Innocent seems to have encountered, and don’t hesitate to push into those situations. Your Innocent is walking a dangerous path; actively avoiding that path can be interesting and save them from villainy, but won’t tap the dramatic core of the playbook. Nor will it give you some of those neat additional unique abilities of the playbook. So play into the path. Take actions that seem nasty. A good rate is to circle one step every two sessions, and strike out one step every two or three sessions.</p>\n<p>If you need a break from the drama of the Innocent, play into the time-lost Innocent. There’s a lot of fun and humor to be had in the Innocent being in a strange world, and it’s great for providing an excuse to hang out with your teammates and for getting the Innocent’s Labels shifted, as well.</p>\n</div>\n<div>\n<h2>NOTES ON YOUR MOVES AND EXTRAS</h2>\nYou are the ultimate judge of whether you should strike out or circle one of the steps to your future self, but use the GM to help you make your decisions.For <span class=\"special\">Growing into power</span>, you explicitly know three things that your future self can do that you can’t from your abilities section, but the move also applies to anything else you’ve seen your future self do over the course of play.For <span class=\"special\">What’s this thing?</span>, the GM is the final arbiter of whether or not it goes poorly when you follow the other person’s advice.For <span class=\"special\">Martyr</span>, you can easily ensure you take a powerful blow while defending someone any time you roll a 7-9 and choose to expose yourself to danger. You should also remind the GM of this move when you roll a miss on defending someone.When you replace one of your basic moves with one from <span class=\"special\">Your Future Self</span>, it means you no longer have access to that basic move. You cannot trigger it. In any situation when you would, either resort to another move if possible, or the GM says what happens.</div>\n<div>\n<h3>INSPIRATION FOR THE INNOCENT</h3>\n<p>Cyclops, <strong>All-New X-Men</strong></p>\n<p>Iron Lad, <strong>Young Avengers</strong></p>\n<p>Genesis, <strong>Wolverine and the X-Men</strong></p>\n<p>The Hulk/Maestro, <strong>The Incredible Hulk: Future Imperfect</strong></p>\n<p>Blue Beetle (Jaime Reyes), <strong>Young Justice</strong></p>\n</div>\n</section>\n</div>",
    "hp": null,
    "load": null,
    "damage": ""
  },
  "ownership": {
    "default": 0,
    "qxt7zBbnFWpsYRqr": 3
  },
  "_stats": {
    "systemId": "pbta",
    "systemVersion": "0.9.4",
    "coreVersion": "12.324",
    "createdTime": 1699857899394,
    "modifiedTime": 1711825754770,
    "lastModifiedBy": "x2ixoSwGbsuhIrIT",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "_id": "0F1R8MRB5ONOL2aP",
  "sort": 100000,
  "_key": "!items!0F1R8MRB5ONOL2aP"
}
